IDEA Open Model
MaterialParam Properties
Compatible with IDEA StatiCa Beta 20.0
The MaterialParam type exposes the following members.
Properties
Name | Description
ItemId
 Mprl ItemId
 (Inherited from MprlRecord.)
Name
 Name of the item
 (Inherited from MprlRecord.)
TableId
 Mprl TableId
 (Inherited from MprlRecord.)
Top
See Also
Reference
MaterialParam Class
IdeaRS.OpenModel.Parameters Namespace